{
    "signIn": {
        "forgotPassword": "Parolamı Unuttum",
        "primaryButton": "Giriş Yap",
        "dontHaveAccount": "Hesabın yok mu? ",
        "createAnAccount": "Hesap Oluştur",
        "here": "",
        "password": "Parola",
        "email": "Eposta",
        "emailError": "Lütfen uygun bir eposta adresi kullanın",
        "passwordError": "Parola 6 harten uzun olmalıdır."
    },
    "signUp": {
        "iAccept": "",
        "termAndConditions": "Şartlar ve Koşullar",
        "primaryButton": "Hesabımı Oluştur",
        "alreadyHaveAccount": "Zaten hesabın var mı? ",
        "signIn": "Giriş Yap",
        "here": "",
        "accept": "'ı kabul ediyorum",
        "termAndConditionsText": "# EmpathAI Kullanım Koşulları \nSon güncelleme: 08/10/24 \n Lütfen **EmpathAI** mobil uygulamasını (hizmet) kullanmadan önce bu Kullanım Koşullarını ('Koşullar', 'Kullanım Koşulları') dikkatlice okuyun. Hizmet, **EmpathAI** ('biz', 'bizim' veya 'bize') tarafından işletilmektedir. \n Hizmete erişiminiz ve onu kullanmanız, bu Koşulları kabul etmeniz ve onlara uymanız şartına bağlıdır. Bu Koşullar, hizmete erişen veya hizmeti kullanan tüm ziyaretçiler, kullanıcılar ve diğer kişiler için geçerlidir. \n Hizmete erişerek veya hizmeti kullanarak bu Koşullara bağlı kalmayı kabul etmiş olursunuz. Koşulların herhangi bir kısmına katılmıyorsanız, hizmete erişemeyebilirsiniz. \n ## 1. **Hizmetin Kullanımı** \n Hizmet, kullanıcıların duygularını yapay zeka destekli içgörüler aracılığıyla analiz etmelerine ve anlamalarına yardımcı olmak için tasarlanmıştır. EmpathAI, profesyonel tıbbi veya psikolojik danışmanlık yerine geçmez. \n Hizmeti kullanarak, EmpathAI'nin yalnızca bilgilendirme amacıyla sağlandığını ve zihinsel sağlık teşhisi veya tedavisi için tasarlanmadığını kabul etmiş olursunuz. \n ## 2. **Hesaplar** \n Bizimle bir hesap oluşturduğunuzda, doğru, eksiksiz ve güncel bilgiler sağlamanız gerekmektedir. Bu Koşulları ihlal etmeniz, hesabınızın feshedilmesine neden olabilir. \n Hesabınızın ve şifrenizin gizliliğini korumaktan ve şifreniz altında gerçekleştirilen her türlü faaliyetten siz sorumlusunuz. \n ## 3. **Gizlilik** \n Hizmet sırasında sağladığınız kişisel verilerin toplanması, kullanılması ve paylaşılması Gizlilik Politikamız kapsamında düzenlenir. Hizmeti kullanarak Gizlilik Politikamızı kabul etmiş olursunuz. \n ## 4. **Fikri Mülkiyet** \n Hizmet ve orijinal içeriği, özellikleri ve işlevselliği **[Şirket Adınız]**'nın münhasır mülkiyeti olarak kalacaktır. \n Hizmetin herhangi bir kısmının önceden yazılı izin olmadan yetkisiz kullanımı, çoğaltılması veya dağıtılması yasaktır. \n ## 5. **Fesih** \n Hizmete erişiminizi herhangi bir nedenle, bildirimde bulunmaksızın ve sorumluluk kabul etmeksizin derhal sonlandırabilir veya askıya alabiliriz. \n Fesih üzerine, hizmeti kullanma hakkınız derhal sona erecektir. Hesabınızı feshetmek istiyorsanız, hizmeti kullanmayı bırakabilirsiniz. \n ## 6. **Sorumluluk Sınırlamaları** \n EmpathAI, 'olduğu gibi' ve 'mevcut olduğu gibi' sağlanmakta olup, ticarete elverişlilik, belirli bir amaca uygunluk ve ihlal etmeme dahil olmak üzere herhangi bir türde açık veya zımni garantiler olmaksızın sağlanmaktadır. \n **[Şirket Adınız]**, hizmetin kullanımı veya kullanılamamasından doğan herhangi bir zarar, kayıp veya yaralanma durumunda sorumlu olmayacaktır. Bu, dolaylı, arızi, özel, sonuç olarak ortaya çıkan veya cezai zararlar dahil ancak bunlarla sınırlı olmamak üzere her türlü zararı kapsar. \n ## 7. **Tıbbi Feragatname** \n EmpathAI, bir sağlık hizmeti sağlayıcısı değildir ve tıbbi veya psikolojik teşhis, tedavi veya danışmanlık sunmaz. Hizmet tarafından sağlanan yapay zeka destekli içgörüler yalnızca bilgilendirme ve eğitim amaçlıdır ve profesyonel ruh sağlığı hizmetlerinin yerine geçmesi amaçlanmamaktadır. \n Bir sağlık acil durumu yaşıyorsanız, ruh sağlığı krizi içindeyseniz veya profesyonel terapiye ihtiyaç duyuyorsanız, lisanslı bir sağlık uzmanına danışmanızı önemle tavsiye ederiz. \n ## 8. **Koşullarda Değişiklikler** \n Bu Koşulları herhangi bir zamanda değiştirme veya yenileme hakkını saklı tutarız. Değişiklik yapıldığında, güncellenen koşulları hizmet içinde veya diğer iletişim kanalları aracılığıyla bildireceğiz. \n Koşullardaki değişikliklerin ardından hizmeti kullanmaya devam etmeniz, güncellenmiş koşulları kabul ettiğiniz anlamına gelir. \n ## 9. **Geçerli Hukuk** \n Bu Koşullar, **[Ülkeniz/Eyaletiniz]** yasalarına uygun olarak, yasal düzenleme çelişkilerine bakılmaksızın yönetilecek ve yorumlanacaktır. \n ## 10. **Bize Ulaşın** \n Bu Koşullar hakkında herhangi bir sorunuz varsa, lütfen **[İletişim Bilgileriniz]** aracılığıyla bizimle iletişime geçin."
    }
}